Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Unlock premium translation on iPhone and Mac with one subscription.
ar: افتح الترجمة المميزة على iPhone وMac باشتراك واحد.
da: Lås op for premiumoversættelse på iPhone og Mac med ét abonnement.
de: Premium-Übersetzung auf iPhone und Mac mit einem einzigen Abo freischalten.
es: Desbloquea la traducción premium en iPhone y Mac con una sola suscripción.
fr: Déverrouillez la traduction premium sur iPhone et Mac avec un seul abonnement.
id: Buka terjemahan premium di iPhone dan Mac dengan satu langganan.
it: Sblocca la traduzione premium su iPhone e Mac con un solo abbonamento.
ja: 1つのサブスクリプションでiPhoneとMacのプレミアム翻訳を利用できます。
ko: 하나의 구독으로 iPhone과 Mac에서 프리미엄 번역을 이용하세요.
ms: Buka kunci terjemahan premium pada iPhone dan Mac dengan satu langganan.
nb: Lås opp premiumoversettelse på iPhone og Mac med ett abonnement.
nl: Ontgrendel premiumvertaling op iPhone en Mac met één abonnement.
pl: Odblokuj tłumaczenie premium na iPhonie i Macu w ramach jednej subskrypcji.
pt_br: Desbloqueie tradução premium no iPhone e Mac com uma assinatura.
sv: Lås upp premiumöversättning på iPhone och Mac med en prenumeration.
tr: Tek bir abonelikle iPhone ve Mac'te premium çeviriyi açın.
zh_hans: 使用一项订阅即可在 iPhone 和 Mac 上解锁高级翻译。
zh_hant: 透過一個訂閱在 iPhone 和 Mac 上解鎖進階翻譯。
zh_hk: 使用一個訂閱即可在 iPhone 與 Mac 上解鎖高級翻譯。

source: Unlock the most powerful translation models
ar: افتح أقوى نماذج الترجمة
da: Lås op for de mest kraftfulde oversættelsesmodeller
de: Entsperren Sie die leistungsfähigsten Übersetzungsmodelle
es: Desbloquea los modelos de traducción más poderosos
fr: Débloquez les modèles de traduction les plus puissants
id: Buka kunci model terjemahan paling kuat
it: Sblocca i modelli di traduzione più potenti
ja: 最も強力な翻訳モデルをアンロックしてください
ko: 가장 강력한 번역 모델 잠금 해제
ms: Buka kunci model terjemahan yang paling berkuasa.
nb: Lås opp de mest kraftige oversettelsesmodellene
nl: Ontgrendel de krachtigste vertaalmodellen
pl: Odblokuj najpotężniejsze modele tłumaczeniowe.
pt_br: Desbloqueie os modelos de tradução mais poderosos
sv: Lås upp de kraftfullaste översättningsmodellerna
tr: En güçlü çeviri modellerini açın
zh_hans: 解锁最强大的翻译模型
zh_hant: 解鎖最強翻譯模型
zh_hk: 解鎖最強大的翻譯模型

source: Unsupported configuration version: %@
ar: إصدار التكوين غير مدعوم: %@
da: Konfigurationsversionen understøttes ikke: %@
de: Nicht unterstützte Konfigurationsversion: %@
es: Versión de configuración no compatible: %@
fr: Version de configuration non prise en charge : %@
id: Versi konfigurasi tidak didukung: %@
it: Versione di configurazione non supportata: %@
ja: サポートされていない構成バージョン: %@
ko: 지원되지 않는 구성 버전: %@
ms: Versi konfigurasi tidak disokong: %@
nb: Konfigurasjonsversjon støttes ikke: %@
nl: Configuratieversie niet ondersteund: %@
pl: Nieobsługiwana wersja konfiguracji: %@
pt_br: Versão de configuração não suportada: %@
sv: Konfigurationsversion stöds inte: %@
tr: Desteklenmeyen yapılandırma sürümü: %@
zh_hans: 不受支持的配置版本: %@
zh_hant: 不受支援的設定版本: %@
zh_hk: 不支援的設定版本: %@

source: Upgrade
ar: ترقية
da: Opgrader
es: Mejorar
fr: Améliorer
it: Aggiorna
ja: アップグレード
ko: 업그레이드
ms: Tingkatkan
nb: Oppgrader
nl: Upgraden
pl: Uaktualnij
pt_br: Atualizar
sv: Uppgradera
tr: Yükselt
zh_hans: 升级
zh_hant: 升級
zh_hk: 升級

source: Upgrade to Premium
ar: الترقية إلى بريميوم
da: Opgrader til Premium
de: Upgrade auf Premium
es: Actualizar a Premium
fr: Passez à Premium
id: Upgrade ke Premium
it: Effettua l'upgrade a Premium
ja: プレミアムにアップグレード
ko: 프리미엄 업그레이드
ms: Tingkatkan ke Premium
nb: Oppgrader til Premium
nl: Upgrade naar Premium
pl: Uaktualnij do wersji Premium
pt_br: Atualizar para Premium
sv: Uppgradera till Premium
tr: Premium'a Yükselt
zh_hans: 升级至高级版
zh_hant: 升級到高級版
zh_hk: 升級至高級版

source: Upgrade to use premium models.
ar: قم بالترقية لاستخدام النماذج المميزة.
da: Opgrader for at bruge premiummodeller.
de: Führen Sie ein Upgrade durch, um Premium-Modelle zu verwenden.
es: Actualiza para usar modelos premium.
fr: Mettez à niveau pour utiliser les modèles premium.
id: Tingkatkan untuk menggunakan model premium.
it: Aggiorna per utilizzare i modelli premium.
ja: プレミアムモデルを使用するにはアップグレードしてください。
ko: 프리미엄 모델을 사용하려면 업그레이드하세요.
ms: Tingkatkan untuk menggunakan model premium.
nb: Oppgrader for å bruke premiummodeller.
nl: Upgrade om premiummodellen te gebruiken.
pl: Uaktualnij, aby korzystać z modeli premium.
pt_br: Faça o upgrade para usar modelos premium.
sv: Uppgradera för att använda premiummodeller.
tr: Premium modelleri kullanmak için yükseltin.
zh_hans: 升级以使用高级模型。
zh_hant: 升級以使用進階模型。
zh_hk: 升級以使用高級模型。

source: Upgrade Your Plan
ar: قم بترقية خطتك
da: Opgrader din plan
de: Aktualisiere deinen Tarif
es: Actualiza tu plan
fr: Mettez à niveau votre forfait
id: Tingkatkan paket Anda
it: Aggiorna il tuo piano
ja: プランをアップグレード
ko: 요금제를 업그레이드하세요
ms: Tingkatkan pelan anda
nb: Oppgrader planen din
nl: Upgrade je abonnement
pl: Uaktualnij swój plan
pt_br: Atualize seu plano
sv: Uppgradera din plan
tr: Planınızı yükseltin
zh_hans: 升级您的方案
zh_hant: 升級您的方案
zh_hk: 升級您的方案

source: Use
ar: استخدم
da: Brug
de: Verwenden
es: Usar
fr: Utiliser
id: Gunakan
it: Usa
ja: 使用
ko: 사용
ms: Gunakan
nb: Bruk
nl: Gebruik
pl: Użyj
pt_br: Usar
sv: Använd
tr: Kullan
zh_hans: 使用
zh_hant: 使用
zh_hk: 使用

source: Use {text}, {targetLanguage}, {sourceLanguage}, and {appLanguage} as placeholders
ar: استخدم {text} و {targetLanguage} و {sourceLanguage} و {appLanguage} كعناصر نائب
da: Brug {text}, {targetLanguage}, {sourceLanguage} og {appLanguage} som pladsholdere
de: Verwenden Sie {text}, {targetLanguage}, {sourceLanguage} und {appLanguage} als Platzhalter
es: Use {text}, {targetLanguage}, {sourceLanguage} y {appLanguage} como marcadores de posición
fr: Utilisez {text}, {targetLanguage}, {sourceLanguage} et {appLanguage} comme espaces réservés
id: Gunakan {text}, {targetLanguage}, {sourceLanguage}, dan {appLanguage} sebagai placeholder
it: Usa {text}, {targetLanguage}, {sourceLanguage} e {appLanguage} come segnaposto
ja: {text}、{targetLanguage}、{sourceLanguage}、{appLanguage} をプレースホルダーとして使用してください
ko: {text}, {targetLanguage}, {sourceLanguage} 및 {appLanguage}을(를) 플레이스홀더로 사용하세요
ms: Gunakan {text}, {targetLanguage}, {sourceLanguage}, dan {appLanguage} sebagai penanda tempat.
nb: Bruk {text}, {targetLanguage}, {sourceLanguage} og {appLanguage} som plassholdere
nl: Gebruik {text}, {targetLanguage}, {sourceLanguage} en {appLanguage} als plaatsaanduiders
pl: Użyj {text}, {targetLanguage}, {sourceLanguage} i {appLanguage} jako symboli zastępczych.
pt_br: Use {text}, {targetLanguage}, {sourceLanguage} e {appLanguage} como marcadores de posição
sv: Använd {text}, {targetLanguage}, {sourceLanguage} och {appLanguage} som platshållare
tr: {text}, {targetLanguage}, {sourceLanguage} ve {appLanguage} yer tutucu olarak kullanın
zh_hans: 将 {text}、{targetLanguage}、{sourceLanguage} 和 {appLanguage} 用作占位符
zh_hant: 將 {text}、{targetLanguage}、{sourceLanguage} 與 {appLanguage} 作為佔位符使用
zh_hk: 將 {text}、{targetLanguage}、{sourceLanguage} 和 {appLanguage} 用作佔位符

source: Use for English local recognition.
ar: استخدم للتعرّف المحلي على اللغة الإنجليزية.
da: Brug til lokal engelsk genkendelse.
de: Für lokale englische Erkennung verwenden.
es: Usar para el reconocimiento local en inglés.
fr: Utiliser pour la reconnaissance locale en anglais.
id: Gunakan untuk pengenalan lokal bahasa Inggris.
it: Usa per il riconoscimento locale dell'inglese.
ja: 英語のローカル認識に使用します。
ko: 영어 로컬 인식에 사용
ms: Gunakan untuk pengecaman tempatan Bahasa Inggeris.
nb: Bruk for lokal engelsk gjenkjenning.
nl: Gebruik voor lokale Engelse herkenning.
pl: Użyj do lokalnego rozpoznawania języka angielskiego.
pt_br: Usar para reconhecimento local em inglês.
sv: Använd för lokal engelsk igenkänning.
tr: İngilizce yerel tanıma için kullan.
zh_hans: 用于英语本地识别。
zh_hant: 用於英語本地識別。
zh_hk: 用於英語本地識別。

source: Use for floating captions
ar: مناسب للعناوين العائمة
da: Brug til flydende billedtekster
de: Für schwebende Untertitel verwenden
es: Usar para subtítulos flotantes
fr: À utiliser pour les sous-titres flottants
id: Gunakan untuk teks mengambang
it: Usa per i sottotitoli flottanti
ja: フローティングキャプションに使用
ko: 플로팅 캡션에 사용
ms: Gunakan untuk kapsyen terapung
nb: Bruk for flytende bildetekster
nl: Gebruik voor zwevende bijschriften
pl: Użyj do pływających napisów
pt_br: Usar para legendas flutuantes
sv: Använd för flytande bildtexter
tr: Yüzen altyazılar için kullan
zh_hans: 用于浮动字幕
zh_hant: 用於浮動字幕
zh_hk: 用於浮動字幕

source: Use for higher-accuracy English captions with natural EOU boundaries.
ar: استخدم للحصول على تسميات توضيحية باللغة الإنجليزية بدقة أعلى مع حدود EOU طبيعية.
da: Brug til engelske undertekster med højere nøjagtighed og naturlige EOU-grænser.
de: Für englische Untertitel mit höherer Genauigkeit und natürlichen EOU-Grenzen verwenden.
es: Usar para subtítulos en inglés con mayor precisión y límites EOU naturales.
fr: À utiliser pour des sous-titres anglais plus précis avec des délimitations EOU naturelles.
id: Gunakan untuk keterangan berbahasa Inggris dengan akurasi lebih tinggi dan batas EOU yang alami.
it: Da usare per didascalie in inglese con maggiore precisione e confini EOU naturali.
ja: より高精度で自然なEOU境界のある英語キャプションに使用します。
ko: 자연스러운 EOU 경계가 있는 더 높은 정확도의 영어 자막에 사용하세요.
ms: Gunakan untuk kapsyen Inggeris yang lebih tepat dengan sempadan EOU semula jadi.
nb: Brukes for engelske bildetekster med høyere nøyaktighet og naturlige EOU-grenser.
nl: Gebruik voor Engelstalige ondertiteling met hogere nauwkeurigheid en natuurlijke EOU-grenzen.
pl: Użyj do angielskich napisów o wyższej dokładności z naturalnymi granicami EOU.
pt_br: Use para legendas em inglês de maior precisão com limites EOU naturais.
sv: Använd för engelska bildtexter med högre noggrannhet och naturliga EOU-gränser.
tr: Doğal EOU sınırlarına sahip daha yüksek doğrulukta İngilizce altyazılar için kullanın.
zh_hans: 用于具有自然 EOU 边界且更高精确度的英文字幕。
zh_hant: 用於具有自然 EOU 邊界且更高準確度的英文字幕。
zh_hk: 用於具有自然 EOU 邊界且更高準確度的英文字幕。

source: Use for higher-accuracy English streaming recognition.
ar: مناسب للتعرّف على الإنجليزية أثناء البث بدقّة أعلى.
da: Brug til mere præcis engelsk streaminggenkendelse.
de: Für Streaming-Erkennung auf Englisch mit höherer Genauigkeit verwenden.
es: Usar para reconocimiento continuo en inglés de mayor precisión.
fr: À utiliser pour la reconnaissance en streaming de l'anglais avec une précision supérieure.
id: Gunakan untuk pengenalan streaming bahasa Inggris dengan akurasi lebih tinggi.
it: Usa per il riconoscimento in streaming dell'inglese a maggiore accuratezza.
ja: より高精度な英語のストリーミング認識に使用
ko: 정확도가 더 높은 영어 스트리밍 인식에 사용
ms: Gunakan untuk pengecaman penstriman Bahasa Inggeris dengan ketepatan lebih tinggi.
nb: Bruk for mer nøyaktig engelsk streaminggjenkjenning.
nl: Gebruik voor nauwkeurigere Engelse streamingherkenning.
pl: Użyj do strumieniowego rozpoznawania języka angielskiego o wyższej dokładności.
pt_br: Usar para reconhecimento em streaming de inglês com maior precisão.
sv: Använd för mer exakt engelsk streamingigenkänning.
tr: Daha yüksek doğrulukta İngilizce akış tanıma için kullan.
zh_hans: 用于更高准确度的英语流式识别
zh_hant: 用於更高準確度的英語串流識別
zh_hk: 用於更高準確度的英語串流識別

source: Use for highest-accuracy English streaming recognition.
ar: استخدم لأعلى دقة في التعرف على البث المباشر باللغة الإنجليزية.
da: Brug til engelsk streaminggenkendelse med højeste nøjagtighed.
de: Für die englische Streaming-Erkennung mit höchster Genauigkeit verwenden.
es: Usar para reconocimiento por streaming en inglés con la máxima precisión.
fr: À utiliser pour la reconnaissance en streaming en anglais avec la plus haute précision.
id: Gunakan untuk pengenalan streaming bahasa Inggris dengan akurasi tertinggi.
it: Da usare per il riconoscimento in streaming in inglese con la massima precisione.
ja: 最も高い精度の英語ストリーミング認識に使用します。
ko: 가장 높은 정확도의 영어 스트리밍 인식에 사용하세요.
ms: Gunakan untuk pengecaman penstriman Bahasa Inggeris dengan ketepatan tertinggi.
nb: Bruk for engelsk streaminggjenkjenning med høyest nøyaktighet.
nl: Gebruik voor Engelstalige streamingherkenning met de hoogste nauwkeurigheid.
pl: Użyj do rozpoznawania strumieniowego w języku angielskim o najwyższej dokładności.
pt_br: Use para reconhecimento de streaming em inglês com a mais alta precisão.
sv: Använd för engelskt streamingigenkänning med högsta noggrannhet.
tr: En yüksek doğrulukta İngilizce akış tanıma için kullanın.
zh_hans: 用于最高精确度的英文流式识别。
zh_hant: 用於最高準確度的英文串流辨識。
zh_hk: 用於最高準確度的英文串流識別。

source: Use for low-latency English captions.
ar: استخدم لعرض ترجمات إنجليزية بزمن تأخير منخفض.
da: Brug til engelske undertekster med lav latenstid.
de: Für englische Untertitel mit geringer Latenz verwenden.
es: Usar para subtítulos en inglés de baja latencia.
fr: Utiliser pour des sous-titres anglais à faible latence.
id: Gunakan untuk teks bahasa Inggris berlatensi rendah.
it: Usa per didascalie inglesi a bassa latenza.
ja: 低遅延の英語字幕に使用
ko: 저지연 영어 자막에 사용
ms: Gunakan untuk kapsyen Bahasa Inggeris dengan latensi rendah.
nb: Bruk for engelske undertekster med lav latens.
nl: Gebruik voor Engelstalige ondertiteling met lage latentie.
pl: Użyj do angielskich napisów o niskim opóźnieniu.
pt_br: Usar para legendas em inglês com baixa latência.
sv: Använd för engelska undertexter med låg latens.
tr: Düşük gecikmeli İngilizce altyazılar için kullan.
zh_hans: 用于低延迟的英语字幕。
zh_hant: 用於低延遲的英語字幕。
zh_hk: 用於低延遲的英語字幕。

source: Use for lower-latency English streaming recognition.
ar: مناسب للتعرّف على الإنجليزية أثناء البث بزمن استجابة أقل.
da: Brug til engelsk streaminggenkendelse med lavere latenstid.
de: Für englische Streaming-Erkennung mit geringerer Latenz verwenden.
es: Usar para reconocimiento continuo en inglés con menor latencia.
fr: À utiliser pour la reconnaissance en streaming de l'anglais avec une latence plus faible.
id: Gunakan untuk pengenalan streaming bahasa Inggris dengan latensi lebih rendah.
it: Usa per il riconoscimento in streaming dell'inglese a bassa latenza.
ja: 低レイテンシーの英語ストリーミング認識に使用
ko: 지연 시간이 더 낮은 영어 스트리밍 인식에 사용
ms: Gunakan untuk pengecaman penstriman Bahasa Inggeris dengan latensi lebih rendah.
nb: Bruk for engelsk streaminggjenkjenning med lavere ventetid.
nl: Gebruik voor Engelse streamingherkenning met lagere latentie.
pl: Użyj do strumieniowego rozpoznawania języka angielskiego o niższym opóźnieniu.
pt_br: Usar para reconhecimento em streaming de inglês com menor latência.
sv: Använd för engelsk streamingigenkänning med lägre latens.
tr: Daha düşük gecikmeli İngilizce akış tanıma için kullan.
zh_hans: 用于较低延迟的英语流式识别
zh_hant: 用於較低延遲的英語串流識別
zh_hk: 用於較低延遲的英語串流識別

source: Use for multilingual local recognition with broader language coverage.
ar: مناسب للتعرّف المحلي متعدد اللغات مع تغطية لغوية أوسع.
da: Brug til flersproget lokal genkendelse med bredere sprogunderstøttelse.
de: Für mehrsprachige lokale Erkennung mit breiterer Sprachabdeckung verwenden.
es: Usar para reconocimiento local multilingüe con una cobertura de idiomas más amplia.
fr: À utiliser pour la reconnaissance locale multilingue avec une couverture linguistique plus large.
id: Gunakan untuk pengenalan lokal multibahasa dengan cakupan bahasa yang lebih luas.
it: Usa per il riconoscimento locale multilingue con una copertura linguistica più ampia.
ja: より広い言語対応の多言語ローカル認識に使用
ko: 더 많은 언어를 지원하는 다국어 로컬 인식에 사용
ms: Gunakan untuk pengecaman tempatan berbilang bahasa dengan liputan bahasa yang lebih luas.
nb: Bruk for flerspråklig lokal gjenkjenning med bredere språkdekning.
nl: Gebruik voor meertalige lokale herkenning met bredere taaldekking.
pl: Użyj do wielojęzycznego lokalnego rozpoznawania z szerszym zakresem obsługiwanych języków.
pt_br: Usar para reconhecimento local multilíngue com cobertura de idiomas mais ampla.
sv: Använd för flerspråkig lokaligenkänning med bredare språktäckning.
tr: Daha geniş dil kapsamasına sahip çok dilli yerel tanıma için kullan.
zh_hans: 用于具有更广语言覆盖的多语言本地识别
zh_hant: 用於具更廣語言覆蓋的多語言本地識別
zh_hk: 用於具更廣語言覆蓋的多語言本地識別

source: Use for multilingual local recognition.
ar: استخدم للتعرّف المحلي متعدد اللغات.
da: Brug til lokal genkendelse i flere sprog.
de: Für mehrsprachige lokale Erkennung verwenden.
es: Usar para reconocimiento local multilingüe.
fr: Utiliser pour la reconnaissance locale multilingue.
id: Gunakan untuk pengenalan lokal multibahasa.
it: Usa per il riconoscimento locale multilingue.
ja: 多言語のローカル認識に使用
ko: 다국어 로컬 인식에 사용
ms: Gunakan untuk pengecaman tempatan berbilang bahasa.
nb: Bruk for flerspråklig lokal gjenkjenning.
nl: Gebruik voor meertalige lokale herkenning.
pl: Użyj do wielojęzycznego lokalnego rozpoznawania.
pt_br: Usar para reconhecimento local multilíngue.
sv: Använd för flerspråkig lokal igenkänning.
tr: Çok dilli yerel tanıma için kullan.
zh_hans: 用于多语言本地识别。
zh_hant: 用於多語言本地識別。
zh_hk: 用於多語言本地識別。

source: Use for multilingual streaming recognition.
ar: استخدم للتعرف على البث المتعدد اللغات.
da: Brug til flersproget streaminggenkendelse.
de: Für mehrsprachige Streaming-Erkennung verwenden.
es: Usar para reconocimiento por streaming multilingüe.
fr: À utiliser pour la reconnaissance en streaming multilingue.
id: Gunakan untuk pengenalan streaming multibahasa.
it: Da usare per il riconoscimento in streaming multilingue.
ja: 多言語のストリーミング認識に使用します。
ko: 다국어 스트리밍 인식에 사용하세요.
ms: Gunakan untuk pengecaman penstriman berbilang bahasa.
nb: Bruk for flerspråklig streaminggjenkjenning.
nl: Gebruik voor meertalige streamingherkenning.
pl: Użyj do wielojęzycznego rozpoznawania strumieniowego.
pt_br: Use para reconhecimento de streaming multilíngue.
sv: Använd för flerspråkig streamingigenkänning.
tr: Çok dilli akış tanıma için kullanın.
zh_hans: 用于多语言流式识别。
zh_hant: 用於多語言串流辨識。
zh_hk: 用於多語言串流識別。

source: Use for system-default recognition.
ar: استخدم للتعرّف الافتراضي للنظام.
da: Brug til systemstandardgenkendelse.
de: Für die systemweite Standarderkennung verwenden.
es: Usar para el reconocimiento predeterminado del sistema.
fr: Utiliser pour la reconnaissance par défaut du système.
id: Gunakan untuk pengenalan bawaan sistem.
it: Usa per il riconoscimento predefinito del sistema.
ja: システム既定の認識に使用
ko: 시스템 기본 인식에 사용
ms: Gunakan untuk pengecaman lalai sistem.
nb: Bruk for systemets standardgjenkjenning.
nl: Gebruik voor systeemstandaardherkenning.
pl: Użyj domyślnego rozpoznawania systemowego.
pt_br: Usar para reconhecimento padrão do sistema.
sv: Använd för systemets standardigenkänning.
tr: Sistem varsayılan tanıma için kullan.
zh_hans: 用于系统默认识别。
zh_hant: 用於系統預設識別。
zh_hk: 用於系統預設識別。

source: Use microphone input for realtime subtitles
ar: استخدم إدخال الميكروفون للعناوين الفرعية في الوقت الفعلي
da: Brug mikrofonindgangen til realtidsundertekster
de: Verwenden Sie die Mikrofoneingabe für Echtzeit-Untertitel
es: Utiliza la entrada del micrófono para subtítulos en tiempo real
fr: Utilisez l'entrée micro pour des sous-titres en temps réel
id: Gunakan input mikrofon untuk subtitle waktu nyata
it: Usa l'ingresso del microfono per sottotitoli in tempo reale
ja: 字幕をリアルタイムで表示するにはマイク入力を使用してください
ko: 실시간 자막을 위해 마이크 입력을 사용하세요
ms: Gunakan input mikrofon untuk sari kata masa nyata
nb: Bruk mikrofoninngang for sanntidsundertekster.
nl: Gebruik microfooningang voor realtime ondertiteling
pl: Użyj wejścia z mikrofonu do napisów w czasie rzeczywistym
pt_br: Use a entrada do microfone para legendas em tempo real
sv: Använd mikrofoningång för realtidsundertexter
tr: Gerçek zamanlı altyazılar için mikrofon girişini kullanın
zh_hans: 使用麦克风输入以获得实时字幕
zh_hant: 使用麥克風輸入以進行即時字幕
zh_hk: 使用麥克風輸入以獲得即時字幕

source: Use premium models for translation that keeps tone, intent, and context.
ar: استخدم النماذج المميزة للترجمة التي تحافظ على النبرة والنية والسياق.
da: Brug premiummodeller til oversættelser, der bevarer tone, hensigt og kontekst.
de: Verwenden Sie Premium-Modelle für Übersetzungen, die Tonfall, Absicht und Kontext beibehalten.
es: Utiliza modelos premium para traducciones que mantengan el tono, la intención y el contexto.
fr: Utilisez des modèles premium pour des traductions qui conservent le ton, l'intention et le contexte.
id: Gunakan model premium untuk terjemahan yang mempertahankan nada, niat, dan konteks.
it: Usa modelli premium per traduzioni che mantengono tono, intento e contesto.
ja: トーン、意図、文脈を保持する翻訳にはプレミアムモデルを使用してください
ko: 어조, 의도 및 문맥을 유지하는 번역에는 프리미엄 모델을 사용하세요
ms: Gunakan model premium untuk terjemahan yang mengekalkan nada, niat, dan konteks.
nb: Bruk premiummodeller for oversettelse som bevarer tone, intensjon og kontekst.
nl: Gebruik premiummodellen voor vertalingen die toon, intentie en context behouden.
pl: Użyj modeli premium do tłumaczeń zachowujących ton, zamiar i kontekst.
pt_br: Use modelos premium para traduções que preservam o tom, a intenção e o contexto.
sv: Använd premiummodeller för översättningar som behåller ton, avsikt och kontext.
tr: Ton, niyet ve bağlamı koruyan çeviriler için premium modelleri kullanın
zh_hans: 使用高级模型进行翻译，以保留语气、意图和上下文。
zh_hant: 使用可保留語氣、意圖和上下文的高級模型進行翻譯。
zh_hk: 使用高級模型進行翻譯，以保留語氣、意圖和上下文。

source: Using
ar: قيد الاستخدام
da: Bruges
de: Wird verwendet
es: En uso
fr: En cours d'utilisation
id: Sedang digunakan
it: In uso
ja: 使用中
ko: 사용 중
ms: Menggunakan
nb: I bruk
nl: In gebruik
pl: Używanie
pt_br: Em uso
sv: Används
tr: Kullanılıyor
zh_hans: 正在使用
zh_hant: 正在使用
zh_hk: 正在使用

source: Validation Failed
ar: فشل التحقق
da: Validering mislykkedes
de: Validierung fehlgeschlagen
es: Fallo de validación
fr: Validation échouée
id: Validasi Gagal
it: Convalida fallita
ja: 検証に失敗しました
ko: 검증 실패
ms: Pengesahan gagal
nb: Validering mislyktes
nl: Validatie mislukt
pl: Walidacja nie powiodła się
pt_br: Falha na validação
sv: Validering misslyckades
tr: Doğrulama Başarısız
zh_hans: 验证失败
zh_hant: 驗證失敗
zh_hk: 驗證失敗

source: Verify
ar: تحقق
da: Bekræft
de: Überprüfen
es: Verificar
fr: Vérifier
id: Verifikasi
it: Verifica
ja: 確認
ko: 확인
ms: Sahkan
nb: Bekreft
nl: Verifiëren
pl: Zweryfikuj
pt_br: Verificar
sv: Verifiera
tr: Doğrula
zh_hans: 验证
zh_hant: 驗證
zh_hk: 驗證

# Version '%@' is not supported. Supported range: %@
source: Version '%1$@' is not supported. Supported range: %2$@
ar: الإصدار '%1$@' غير مدعوم. النطاق المدعوم: %2$@
da: Version '%1$@' understøttes ikke. Understøttet område: %2$@
de: Version '%1$@' wird nicht unterstützt. Unterstützter Bereich: %2$@
es: La versión '%1$@' no es compatible. Rango compatible: %2$@
fr: La version '%1$@' n'est pas prise en charge. Plage prise en charge : %2$@
id: Versi '%1$@' tidak didukung. Rentang yang didukung: %2$@
it: La versione '%1$@' non è supportata. Intervallo supportato: %2$@
ja: バージョン '%1$@' はサポートされていません。サポートされている範囲: %2$@
ko: 버전 '%1$@' 은 지원되지 않습니다. 지원 범위: %2$@
ms: Versi '%1$@' tidak disokong. Julat yang disokong: %2$@
nb: Versjon '%1$@' støttes ikke. Støttet område: %2$@
nl: Versie '%1$@' wordt niet ondersteund. Ondersteund bereik: %2$@
pl: Wersja '%1$@' nie jest obsługiwana. Obsługiwany zakres: %2$@
pt_br: A versão '%1$@' não é compatível. Intervalo compatível: %2$@
sv: Versionen '%1$@' stöds inte. Stödområde: %2$@
tr: Sürüm '%1$@' desteklenmiyor. Desteklenen aralık: %2$@
zh_hans: 版本 '%1$@' 不受支持。支持范围：%2$@
zh_hant: 版本 '%1$@' 不受支援。支援範圍：%2$@
zh_hk: 版本 '%1$@' 不受支援。支援範圍：%2$@

source: View
ar: عرض
da: Vis
de: Anzeigen
es: Ver
fr: Afficher
id: Lihat
it: Visualizza
ja: 表示
ko: 보기
ms: Lihat
nb: Vis
nl: Weergeven
pl: Wyświetl
pt_br: Ver
sv: Visa
tr: Görüntüle
zh_hans: 查看
zh_hant: 檢視
zh_hk: 檢視
